brew "awscli"
brew "bash"
brew "bob"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go-task"
brew "golang"
brew "gopls"
brew "imagemagick"
brew "kubectl"
brew "libxml2"
brew "lua-language-server"
brew "mas"
brew "minikube"
brew "nvm"
brew "pandoc"
brew "pngpaste"
brew "poetry"
brew "prettierd"
brew "pyenv"
brew "ripgrep"
brew "ruff"
brew "stylua"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "unzip"
brew "uv"
brew "wget"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"  
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "linearmouse"
cask "lm-studio"
cask "ollama-app"
cask "postman"
cask "prismlauncher"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "visual-studio-code"
cask "zotero"
